const menu = {
  rolles: {
    caption: "Ролли",
    positions: [
      {
        name: "Рол з тунцем в тунцевій стружці (0.280 гр)",
        price: "245 грн",
      },
      {
        name: "Рол з лососем в тунцевій стружці (0.280 гр)",
        price: "245 грн",
      },
      {
        name: "Рол з чукою та лососем (0.300 гр)",
        price: "245 грн",
      },
      {
        name: "Рол з манго та сиром Дор Блю (0.300 гр)",
        price: "245 грн",
      },
    ],
  },
  californias: {
    caption: "Калiфорнiï",
    positions: [
      {
        name: "Каліфорнія з лососем у кунжуті (0.300 гр)",
        price: "245 грн",
      },
      {
        name: "Каліфорнія з лососем в ікрі (0.310 гр)",
        price: "320 грн",
      },
      {
        name: "Каліфорнія з креветкою в ікрі (0.300гр)",
        price: "320 грн",
      },
      {
        name: "Каліфорнія з креветкою та вугрем у кунжуті (0,260 гр)",
        price: "245 грн",
      },
    ],
  },

  filadelfias: {
    caption: "Філадельфії",
    positions: [
      {
        name: "Філадельфія з лососем та авокадо (0.320 гр)",
        price: "310 грн",
      },
      {
        name: "Філадельфія з лососем та огірком (0.310 гр)",
        price: "290грн",
      },
      {
        name: "Філадельфія з тунцем та авокадо (0.300 гр)",
        price: "310 грн",
      },
      {
        name: "Філадельфія з тунцем та огірком (0.300 гр)",
        price: "290 грн",
      },
      {
        name: "Філадельфія ALL З тунцем, авокадо та огірком (0.330 гр)",
        price: "320 грн",
      },
      {
        name: "Філадельфія ALL З лососем, авокадо та огірком (0.330 гр)",
        price: "320 грн",
      },
    ],
  },

  dragons: {
    caption: "Дракони",
    positions: [
      {
        name: "Зелений Дракон (0.325 гр)",
        price: "290 грн",
      },
      {
        name: "Золотий Дракон (0.325 гр)",
        price: "330 грн",
      },
      {
        name: "Червоний Дракон (0.340 гр)",
        price: "340 грн",
      },
      {
        name: "Сирний рол (0.290 гр)",
        price: "290 грн",
      },
    ],
  },

  Maki: {
    caption: "Макі",
    positions: [
      {
        name: "Макі рол лосось (0.130 гр)",
        price: "140 грн",
      },
      {
        name: "Макі рол тунець (0.130 гр)",
        price: "140 грн<",
      },
      {
        name: "Макі рол огірок (0.130 гр)",
        price: "100 грн",
      },
      {
        name: "Макі рол авокадо (0.130 гр)",
        price: "120 грн",
      },
    ],
  },

  bakedrolles: {
    caption: "Запечені роли",
    positions: [
      {
        name: "Запечені з куркою та пармезаном (0.330 гр)",
        price: "280 грн",
      },
      {
        name: "Запечені з лососем та пармезаном (0.320 гр)",
        price: "290 грн",
      },
    ],
  },

  sets: {
    caption: "Сети",
    positions: [
      {
        name: `Сет Каліфорнія Каліфорнія з лососем в ікрі Каліфорнія в ікрі з
        креветкою, Каліфорнія з вугрем та креветкою в кунжуті, макі
        (вугор/лосось) на вибір (1.030 гр)`,
        price: "900 грн",
      },
      {
        name: `Сет Філадельфія Філадельфія з лососем, макі рол лосось, гункан з лососем
        4 шт, рол з чукою, суши лосось 3 шт (1.110 гр)`,
        price: "1040 грн",
      },
      {
        name: `Big Size Set Гункан з лососем 3 шт., Гункан з чукою 3 шт. макі рол
        лосось, рол лосось в тунцевій стружці, Каліфорнія з креветкою в ікрі,
        макі рол огірок, Філадельфія (1.500 гр)`,
        price: "1390 грн",
      },
      {
        name: `KING Сет Золотий Дракон, Червоний Дракон, Філадельфія з лососем,
        Каліфорнія з креветкою в ікрі (1.275 гр)`,
        price: "1180 грн",
      },
      {
        name: `Сет 3 Дракони Золотий дракон, Червоний дракон, зелений дракон. (0,990
        гр)`,
        price: "850грн",
      },
    ],
  },

  fri: {
    caption: "Фрі Меню",
    positions: [
      {
        name: "Картопля Фрі (0.135 гр)",
        price: "75 грн",
      },
      {
        name: "Стріпси курячі 8 шт",
        price: "139 грн",
      },
      {
        name: "Крильця курячі",
        price: "4 шт. 109 грн",
        price2: "8 шт. 179 грн",
      },
      {
        name: "Креветка темпура",
        price: "8 шт. 239 грн",
      },
    ],
  },

  hotDog: {
    caption: "Хот-доги",
    positions: [
      {
        name: "Хот-дог Баварський",
        price: "119 грн",
      },
      {
        name: "Хот-дог Молочний",
        price: "99 грн",
      },
      {
        name: "Хот-дог Французький",
        price: "75 грн",
      },
    ],
  },

  list: {
    caption: "Бокси",
    positions: [
      {
        listItem: "Стріпси (4шт)",
      },
      {
        listItem: "Картопля фрі 135 гр",
      },
      {
        listItem: "Coca-cola 0.330 мл.",
      },
      {
        listItem: "Ціна - 159 грн",
      },
      {
        listItem: "Подвійний - 259 грн",
      },
    ],
  },

  Box1: {
    caption: "Бокси",
    positions: [
      {
        listItem: "Стріпси (4шт)",
      },
      {
        listItem: "Картопля фрі 135 гр",
      },
      {
        listItem: "Coca-cola 0.330 мл.",
      },
      {
        listItem: "Ціна - 159 грн",
      },
      {
        listItem: "Подвійний - 259 грн",
      },
    ],
  },

  box2: {
    caption: "Бокси",
    positions: [
      {
        listItem: "Лангустін (3 шт)",
      },
      {
        listItem: "Картопля фрі 135 гр",
      },
      {
        listItem: "Coca-cola 0.330 мл",
      },
      {
        listItem: "Ціна - 179 грн",
      },
      {
        listItem: "Подвійний - 279 грн",
      },
      {
        listItemname: "*Картопля подається з сирним соусом та кранчем",
      },
    ],
  },

  sauce: {
    caption: "Соуси",
    positions: [
      {
        listItem: "Барбекю",
      },
      {
        listItem: "Сирний",
      },
      {
        listItem: "Майонез",
      },
      {
        listItem: "Кетчуп",
      },
      {
        listItem: "Манго-чилі",
      },
      {
        listItem: "Кисло-солодкий",
      },
      {
        listItem: "Тар-тар",
      },
      {
        listItem: "по 19 грн",
      },
    ],
  },

  alchogol: {
    caption: "Коктейлі алкогольні",
    positions: [
      {
        name: "Апероль",
        price: "139 грн",
      },
      {
        name: "Апероль манго-маракуйя",
        price: "149 грн",
      },
      {
        name: "Беліні",
        price: "139 грн",
      },
      {
        name: "Mохiто",
        price: "139 грн",
      },
    ],
  },

  noAlchog: {
    caption: "Коктейлі безалкогольні",
    positions: [
      {
        name: "Мохіто",
        price: "85 грн",
      },
      {
        name: "Лимонний бітер",
        price: "85 грн",
      },
      {
        name: "Полуниця-базилік",
        price: "85 грн",
      },
      {
        name: "Грушевий лимонад",
        price: "85 грн",
      },
      {
        name: "Манго-маракуя лимонад",
        price: "85 грн",
      },
      {
        name: "Персиковий лимонад",
        price: "85 грн",
      },
    ],
  },
};

export { menu };
