const menu = {
  rolles: {
    caption: "ROLLS",
    positions: [
      {
        name: "Рол з лососем в тунцевій стружці (0.280 гр)",
        price: "₴245",
      },
      {
        name: "Рол з чукою та вугрем (0.300 гр)",
        price: "₴310",
      },
      {
        name: "Сирний Рол (0.290 гр)",
        price: "₴290",
      },
      {
        name: "Рол з чукою та лососем (300 гр)",
        price: "₴310",
      },
    ],
  },
  californias: {
    caption: "CALIFORNIA",
    positions: [
      {
        name: "Каліфорнія з лососем у кунжуті (0.300 гр)",
        price: "₴245",
      },
      {
        name: "Каліфорнія з лососем в ікрі (0.310 гр)",
        price: "₴320",
      },
      {
        name: "Каліфорнія з креветкою в ікрі (0.300гр)",
        price: "₴320",
      },
      {
        name: "Каліфорнія з креветкою та вугрем у кунжуті (0,260 гр)",
        price: "₴250",
      },
    ],
  },

  nigiri,gankans: {
    caption: "nigiri,gankans",
    positions: [
      {
        name: "Нігірі лосось (суши)",
        price: "₴55",
      },
      {
        name: "Гункани - З лососем",
        price: "₴75",
      },
      {
        name: "Гострий з лососем",
        price: "₴55",
      },
      {
        name: "З чукою",
        price: "₴55",
      },
    ],
  },

  philadelphias: {
    caption: "PHILADELPHIA",
    positions: [
      {
        name: "Філадельфія з лососем та авокадо (0.320 гр)",
        price: "₴310",
      },
      {
        name: "Філадельфія з лососем та огірком (0.310 гр)",
        price: "₴290",
      },
      {
        name: "Філадельфія ALL З лососем, авокадо та огірком (0.330 гр)",
        price: "₴320",
      },
    ],
  },

  dragons: {
    caption: "DRAGONS",
    positions: [
      {
        name: "Зелений Дракон (0.325 гр)",
        price: "₴290",
      },
      {
        name: "Золотий Дракон (0.325 гр)",
        price: "₴350",
      },
      {
        name: "Червоний Дракон (0.340 гр)",
        price: "₴340",
      },
    ],
  },

  maki: {
    caption: "MINI-ROLLS",
    positions: [
      {
        name: "Макі рол лосось (0.130 гр)",
        price: "₴140",
      },
      {
        name: "Макі рол огірок (0.130 гр)",
        price: "₴100",
      },
      {
        name: "Макі рол авокадо (0.130 гр)",
        price: "₴120",
      },
    ],
  },

  addons: {
    caption: "",
    positions: [
      {
        name: "Рол дог (0.310 гр)",
        price: "₴280",
      },
      {
        name: "Салат чука з горіховим соусом (0.140 гр)",
        price: "₴95",
      },
    ],
  },

  bakedrolles: {
    caption: "BAKED ROLLS",
    positions: [
      {
        name: "Запечені з куркою та пармезаном (0.330 гр)",
        price: "₴280",
      },
      {
        name: "Запечені з лососем та пармезаном (0.320 гр)",
        price: "₴290",
      },
      {
        name: "Запечені з креветкою (0.320 гр)",
        price: "₴300",
      },
      {
        name: "Запечені з вугрем (0.330 гр)",
        price: "₴310",
      },
      {
        name: "Темпура рол з креветкою (0.310 гр)",
        price: "₴320",
      },
      {
        name: "Темпура рол з лососем (0.310 гр)",
        price: "₴330",
      },
    ],
  },

  set1: {
    caption: "Сет Каліфорнія",
    positions: [
      {
        name: `Сет Каліфорнія Каліфорнія з лососем в ікрі Каліфорнія в ікрі з
        креветкою, Каліфорнія з вугрем та креветкою в кунжуті, макі
        (вугор/лосось) на вибір (1.030 гр)`,
        price: "₴980",
      },
    ],
  },
  set2: {
    caption: "Сет Філадельфія",
    positions: [
      {
        name: `Сет Філадельфія Філадельфія з лососем, макі рол лосось, гункан з лососем
        4 шт, рол з чукою, суши лосось 3 шт (1.110 гр)`,
        price: "₴1040",
      },
    ],
  },
  set3: {
    caption: "Сет 3 Дракони",
    positions: [
      {
        name: `Сет 3 Дракони Золотий дракон, Червоний дракон, зелений дракон. (0,990
        гр)`,
        price: "₴950",
      },
    ],
  },
  set4: {
    caption: "Big Size Set",
    positions: [
      {
        name: `Big Size Set Гункан з лососем 3 шт., Гункан з чукою 3 шт. макі рол
        лосось, рол лосось в тунцевій стружці, Каліфорнія з креветкою в ікрі,
        макі рол огірок, Філадельфія (1.500 гр)`,
        price: "₴1390",
      },
    ],
  },
  set5: {
    caption: "KING Сет",
    positions: [
      {
        name: `KING Сет Золотий Дракон, Червоний Дракон, Філадельфія з лососем,
        Каліфорнія з креветкою в ікрі (1.275 гр)`,
        price: "₴1180",
      },
    ],
  },

  fri: {
    caption: "HOT-FRIES MENU",
    positions: [
      {
        name: "Картопля Фрі (0.135 гр)",
        price: "₴75",
      },
      {
        name: "Стріпси курячі 8 шт",
        price: "₴139",
      },
      {
        name: "Крильця курячі",
        price: "4 шт - ₴109",
        price2: "8 шт - ₴179",
      },
      {
        name: "Креветка темпура",
        price: "8 шт - ₴239",
      },
      {
        name: "Цибулеві кільця",
        price: "₴125",
      },
      {
        name: "Картопляні крокети з сирним соусом",
        price: "₴95",
      },
      {
        name: "Картопля  по-селянски (0.135 гр)",
        price: "₴75",
      },
      {
        name: "сирні палички ",
        price: "4 шт - ₴129",
        price2: "8 шт - ₴219",
      },
    ],
  },

  hotDog: {
    caption: "HOT DOGS",
    positions: [
      {
        name: "Крафтовий Хот-дог Баварський",
        price: "₴119",
      },
      {
        name: "Крафтовий Молочний Хот-дог",
        price: "₴99",
      },
      {
        name: "Хот-дог Французький",
        price: "₴75",
      },
    ],
  },
  salads: {
    caption: "Salads",
    positions: [
      {
        name: "Салат цезар",
        price: "₴169",
      },
      {
        name: "Салат с лососем та руколою ",
        price: "₴219",
      },
    ],
  },
  breakfast: {
    caption: "breakfast",
    positions: [
      {
        name: "Круасан Скрембл (з лососем та сиром філадельфія) 240гр",
        price: "₴210",
      },
      {
        name: "Англійський сніданок (2 види ковбасок, яйце, картопля по-селянски, квасоляв томаті, грінки та часниковий соус )430 гр ",
        price: "₴210",
      },
      {
        name: "Сирники з брусничним соусом та сметаною",
        price: "₴165",
      },
      {
        name: "Круасан",
        price: "₴65",
      },
    ],
  },
  box: {
    caption: "FRIES-BOXES",
    positions: [
      {
        name: "Cтріпси (4шт)",
        name2: "Картопля фрі 135 гр",
        name3: "Coca-cola 0.330 мл",
        price: "x1 - ₴159",
        price2: "x2 - ₴259",
      },
      {
        name: "Лангустін (3 шт)",
        name2: "Картопля фрі 135 гр",
        name3: "Coca-cola 0.330 мл",
        price: "x1 - ₴179",
        price2: "x2 - ₴279",
      },
      {
        name: "Картопля подається з сирним соусом та кранчем",
      },
    ],
  },

  burgers: {
    caption: "Burgers",
    positions: [
      {
        name: "Фірмовий - домашня котлета з яловичини (150 гр.) сир чеддер, томат, цибуля маринована, маринований огірок, салат айсберг, соус, бекон",
        price: "₴225",
      },
      {
        name: "Lucky burger ( з цибулевими кільцями) - домашня котлета з яловичини (150 гр.) карамелізована цибуля, маринований огірок, салат айсберг, соус Барбекю, цибулеві фрі кільця",
        price: "₴195",
      },
      {
        name: "Extra Cheeseburger -  домашня котлета з яловичини (150 гр.) потрійний сир чеддер, маринована цибуля, маринований огірок, соус Kitchen",
        price: "₴195",
      },
      {
        name: "Tasty бургер - домашня котлета з яловичини (150 гр.) томат, потрійний сир чеддер, маринована цибуля, маринований огірок, соус фірмовий, здобна булка",
        price: "₴215",
      },
      {
        name: "Mini Chees - яловича котлета (75 гр), маринований огірок, сир чеддр, маринована цибуля та фантастична здобна булка",
        price: "₴79",
      },
      {
        name: "Extra Cheeseburger - темна булка, домашня котлета з яловичини (150 гр.) потрійний сир чеддер, маринована цибуля, маринований огірок, соус Kitchen",
        price: "₴195",
      },
    ],
  },
  coffee: {
    caption: "Coffee",
    positions: [
      {
        name: "Еспресо ",
        price: "₴18",
      },
      {
        name: "Американо ",
        price: "₴20",
      },
      {
        name: "Капучіно ",
        price: "₴33",
        price2: "₴40",
      },
      {
        name: "Лате",
        price: "₴35",
        price2: "₴40",
      },
    ],
  },
  sauce: {
    caption: "SAUCES - ₴19",
    positions: [
      {
        listItem: "Барбекю",
      },
      {
        listItem: "Сирний",
      },
      {
        listItem: "Майонез",
      },
      {
        listItem: "Кетчуп",
      },
      {
        listItem: "Манго-чилі",
      },
      {
        listItem: "Кисло-солодкий",
      },
      {
        listItem: "Тар-тар",
      },
      {
        listItem: "Соус часниковий ",
      },
      {
        listItem: "соус брусничний ",
      },
    ],
  },

  alchogol: {
    caption: "COCKTAILS 18+",
    positions: [
      {
        name: "Апероль",
        price: "₴149",
      },
      {
        name: "Апероль манго-маракуйя",
        price: "₴169",
      },
      {
        name: "Беліні",
        price: "₴149",
      },
      {
        name: "Mохiто",
        price: "₴149",
      },
      {
        name: "Пиво Опілля",
        price: "₴79",
      },
      {
        name: "Пиво Біле нефільтроване",
        price: "₴79",
      },
      {
        name: "Корона",
        price: "₴79",
      },
      {
        name: "Вино Pinot Grigio (біле сухе)0.750",
        price: "₴260",
      },
      {
        name: "Просеко 0.150",
        price: "₴85",
      },
      {
        name: "Джин тонік",
        price: "₴149",
      },
      {
        name: "Джин тонік (Полуниця)",
        price: "₴169",
      },
    ],
  },

  noAlchog: {
    caption: "COCKTAILS",
    positions: [
      {
        name: "Мохіто",
        price: "₴85",
      },
      {
        name: "Лимонний бітер",
        price: "₴85",
      },
      {
        name: "Полуниця-базилік",
        price: "₴85",
      },
      {
        name: "Грушевий лимонад",
        price: "₴85",
      },
      {
        name: "Манго-маракуя лимонад",
        price: "₴85",
      },
      {
        name: "Персиковий лимонад",
        price: "₴85",
      },
      {
        name: "Лимонад малина - мʼята",
        price: "₴85",
      },
      {
        name: "Морозиво",
        price: "₴75",
      },
    ],
  },
};

export { menu };
